klin-lang/machine_esp/examples/i2c_p4/sdkconfig.defaults
# Prefer esp32p4; `make build` also runs `idf.py set-target esp32p4`.
CONFIG_IDF_TARGET="esp32p4"
